<?php

return [
    'notifications' => [
        'new_jobs' => '距你上一次离开又新增了<strong>:new_jobs个新职位</strong>'
    ],

    'navigation' => [
        'about_us' => '关于我们',
        'teams' => '部门架构',
        'how_we_hire' => '成为缤客人',
        'openings' => '所有开放职位'
    ],



    'subnav_teams' => [
        'business' => '商业拓展',
        'content' => '内容运营',
        'client' => '客户服务',
        'finance' => '金融财务',
        'leader' => '领导部门',
        'marketing' => '市场营销',
        'data' => '数据科学',
        'product' => '产品部门',
        'hr' => '人力资源',
        'support' => '支持团队',
        'potential' => '潜力开发'
    ],

    'partials' => [
        'search' => '搜索',
        'more' => '更多',
        'department' => '部门',
        'country' => '国家',
        'city' => '城市',
        'openings' => '所有开放职位',
        'keywords' => '请输入职位关键词',
    ],


    'footer' => [
        'follow_us' => '关注缤客动态',
        'follow_wechat' => '关注缤客微信动态',

        'follow_wechat_step_1' => '打开微信，点击"添加朋友 → 公众号"',
        'follow_wechat_step_2' => '搜索"Booking缤客招聘"并关注为好友',

        'follow_wechat_note_1' => '粘贴此链接至微信',
        'follow_wechat_note_2' => '打开微信',
        'copyright' => '版权所有@1996-:current_year Booking.com',
        'terms' => '法律声明',
        'privacy' => '隐私条款',
        'about_booking' => '关于缤客',
        'about_priceline' => '关于Priceline'
    ],


    'index' => [

        'lead' => [
            'title' => "全球领先的在线住宿预订网站",
            'body' => '我们是全球领先的在线住宿预订网站！我们拥有15000多名来自世界各地、背景迥异的员工，为了同一个目标在努力：无论旅行者的预算高低，我们都能为其找到最佳的住宿，为他们的旅行添加更多的舒适与惬意。 无论是在阿姆斯特丹的总部，还是在世界其他地区的199个办公室，我们每天都让超过140万个旅行梦想成为现实，我们以此为骄傲，也以此来自勉，并期待能在未来走得更远。',
            'find_out_more' => '了解更多'
        ],


        'department_structor' => [
            'title' => '探索我们的部门架构',
            'business' => '商业拓展',
            'content' => '内容运营',
            'client' => '客户服务',
            'finance' => '金融财务',
            'leader' => '领导部门',
            'marketing' => '市场营销',
            'data' => '数据科学',
            'product' => '产品部门',
            'hr' => '人力资源',
            'support' => '支持团队',
            'potential' => '潜力开发'
        ],

        'hot_jobs' => [
            'title' => '热门职位',
            'show_all' => '所有职位'
        ],

        'why_join' => [
            'title' => '加入缤客的理由',
            'reason_1_title' => '在缤客，任你自由发挥',
            'reason_1_body' => '和来自142多个国家和地区的伙伴们一起，进行一场多样化、国际化的旅行实验',
            'reason_2_title' => '在缤客，体验独一无二',
            'reason_2_body' => '实现伟大的目标：帮助旅行者更好地体验世界',
            'reason_3_title' => '在缤客，实现你的想法',
            'reason_3_body' => '每一天，离实现你的想法更近一步',
            'reason_4_title' => '在缤客，团结强大的力量',
            'reason_4_body' => '精诚团结，自我提升，成就团队',
            'show_all' => '了解更多'
        ]

    ],

    'our_story' => [

        'intro' => [
            'title' => "缤客<span>故事</span>",
            'content' => '一切都始于一个绝妙的想法：创建一个平台，让旅行者与住宿之间能直接交流。这想法来自荷兰创业者 Geert-Jan Bruinsma，由此出发，他在荷兰的一间办公室里创建了 Booking.nl。最初的几年，这个小公司稳健成长，支持它不断壮大的动力其实很简单：努力工作，为客户带来更好的体验。到了2005年，公司发展成为欧洲酒店预订行业的佼佼者，这也让公司受到了国际旅行行业巨头们的关注。Priceline 集团在2006年收购了Booking.nl，并将其改名为 Booking.com并 沿用至今。我们的公司文化贯穿始终，伴随着我们由弱到强，由小到大。我们与时俱进，持续改进，立足荷兰，放眼世界，我们有理由期待未来取得更大的成就。'
        ],
        'stories' => [
            'title_1' => '我们相信<span>好奇心</span>、实验和持续学习的力量',
            'story_1' => '对全新可能的积极探索始于我们的满腔好奇。我们并不满足于现状，也不畏惧失败。我们乐衷于不断实验，进而更加透彻地了解客人的需求，追求精益求精的团队、产品和体验。',
            'title_2' => '我们追求<span>合作共赢</span>，将团队成功置于个人目标之上',
            'story_2' => '我们相信众志成城，团队可以实现个人无法完成的目标。我们鼓励共同合作。我们以团队成就为傲，并愿意为实现团队成功而将个人抱负放在团队目标之后。',
            'title_3' => '我们谦虚、开放、友善，多元化赋予我们力量',
            'story_3' => '我们相信真正的敌人是傲慢自大，我们每天提醒自己距离完美的用户体验仍然遥远。我们必须保持友善和开放。我们自身的多元化从各方各面反映了客人的多样性，由多元化延伸衍生的多方视角是我们迈向成功的重要因素。',
            'title_4' => '我们珍视进步的<span>机会</span>，坚信成功始于责任感和自主意识',
            'story_4' => '我们每一个人都贡献了自己的力量，自主、自信地履行职责。我们不惧怕承担责任或承认错误，鼓励彼此互相激励。我们愿意以身作则。我们的相互支持和挑战是成功的关键。',
            'title_5' => '我们乐于<span>改变</span>',
            'story_5' => '适应改变才能确保我们积极应对客人的需求变化、产业动态和高速发展。有人一生都活在对改变的恐惧之中，尽一切可能地避免改变；也有人积极应对改变，努力坚持——Booking.com即是如此。我们相信，快速改变会带来机遇，我们也非常期待改变为我们带来的一切。',
        ],

    ],

    'how_we_hire' => [
        'intro' => [
            'title' => "如何成为<span>缤客</span>人",
            'content' => '加入我们，和国际化的旅游达人们一起工作，致力于为全球的旅行者寻找并提供最受欢迎的住宿地。你会发现，你总能在工作的过程中，探索到这个美妙世界中还未发现的新奇体验。'
        ],
        'your_fits' => [
            'title' => '缤客欣赏的特质',
            'fit_1_title' => '不断去尝试',
            'fit_1_body' => '热爱挑战，拥抱变化，迎接机遇，勇于冒险。',
            'fit_2_title' => '探索无止境',
            'fit_2_body' => '像一个创业者一样思考，负责任，有创意，善于解决问题，顾全大局。',
            'fit_3_title' => '用数据做决定',
            'fit_3_body' => '我们当然都有观点，可是在缤客我们期待你用强有力的数据支撑自己的观点',
            'fit_4_title' => '以用户为中心',
            'fit_4_body' => '我们的努力，就是为了提高与改善用户体验',
        ],
        'tips' => [
            'title' => '工作申请小贴士',
            'tip_1' => '唯有真正热爱，再来申请',
            'intro_1' => '我们希望找到不仅匹配职位要求，而且更匹配公司文化的人，以确保你能热爱在缤客的工作，并因此而充满热情。因此，在正式申请之前，你可以先告诉我们：你选择缤客的原因，你是否试用过我们的产品，或者是否详细地了解过缤客。',
            'tip_2' => '我们推荐的简历内容以及求职信',
            'intro_2' => '我们认为，一份出色的简历需要包含清晰的表达、姓名、联系方式，按年列出的工作履历，取得的相关成就。我们希望它结构清晰，能让我们快速地了解你。它应该摘取要点，不要凡事都提及，而且最好能附上其他能让我们了解你的方式，比如Linkedin、个人网页、博客或者社交账号等。最好你还能写一封求职信，让自己更清楚自己的申请理由，也让我们了解你对此职位的偏好。因为我们的招聘负责人员想要了解你的背景是否适合你申请的职位，所以你可以通过求职信来表达你的热情，动力及渴望，让我们彼此都能更好地了解你对这个职位的匹配情况。',
            'tip_3' => '关于面试环节',
            'intro_3' => '恭喜你通过初选并进入面试环节。我们希望你能准备充分，并好好表现。我们要了解真实的你，所以在回答我们的提问时，你可以知之为知之，不知为不知。面试之前，了解一下我们的公司历程、我们的价值观并看看我们的博客。我们十分欢迎你表现出你已充分考虑，并对下一职业旅程能在缤客展开感到志在必得。面试以对话为主要形式，所以不必紧张，放轻松，以便让我们能更好地了解彼此。',
        ],
        'route' => '工作申请小贴士',

    ],

    'jobs' => [
        'title' => '缤客现有<span>:opening_jobs_amount个职位</span>正在热招中',
        'notification' => '现在，缤客平均每个职位有:competition_amount个人在竞争',
        'new' => '新',
        'hot' => '最热',
        'last' => '最后机会',
        'more' => '查看更多',
        'noresults' => '没有检索到<span>":search_query"</span>相关职位内容。请重试或使用其中最为常用的关键词。',
    ],

    'job_details' => [
        'department' => '部门',
        'location' => '地区',
        'description' => '职位介绍',
        'applynow' => '申请职位',
        'relative' => '相似职位',
        'more' => '查看更多职位',
        'showall' => '显示更多',
        'retraction' => '收起',
        'social_sharing' => [
            'wechat' => [
                'title' => '分享职位'
            ]
        ],
        'sharing_title' => '分享一个在Booking.com的工作机会',
        'introduction' => '在Booking.com，我们一直在不断提高客户体验以及服务质量。所以我们部门所属的6000多名员工一直致力于在我们的技术、完工过程以及合同履行等方面，在公司内部完成沟通和完善服务。在全球执行部门的队伍里，你将直接报告给客户服务部门的全球执行经理。'
    ],

    'job_apply' => [
        'first' => [
            '1st' => '第一步',
            'personal' => '个人信息',
        ],
        'second' => [
            '2st' => '第二步',
            'question' => '问卷'
        ],
        'linkedin' => '用领英申请',
        'required' => '标记处必填',
        'first_name' => '名',
        'last_name' => '姓',
        'email' => '邮件',
        'mobile' => '手机',
        'resume' => '载入简历',
        'coverletter' => '载入介绍信',
        'computer' => '从电脑选择',
        'term1' => '我已经阅读并同意',
        'term2' => '缤客申请者隐私条款',
        'next' => '下一步',
        'submit' => '提交',
        'back' => '返回',
        'my_linkedin' => '简历',
        'remove_linkedin' => '删除',
        'view_linkedin' => '预览我的简历',
        'yes' => '是',
        'no' => '否',
    ],

    'countries' => [
        'china' => '中国'
    ],

    'cities' => [
        'shanghai' => '上海',
        'guangzhou' => '广州',
        'haikou' => '海口',
        'beijing' => '北京',
        'qingdao' => '青岛',
        'chengdu' => '成都',
        'xian' => '西安',
        'shenzhen' => '深圳',
        'hangzhou' => '杭州',
        'wuhan' => '武汉',
        'nanjing' => '南京',
        'changsha' => '长沙',
        'dalian' => '大连',
        'xiamen' => '厦门',
        'fuzhou' => '福州',
        'hefei' => '合肥',
        'kunming' => '昆明',
        'jinan' => '济南',
    ],

    'search' => [
        'more' => '更多',
        'less' => '隐藏'
    ],

    '404' => [
        'title' => '对不起，找不到当前页面',
        'intro_1' => '',
        'intro_2' => '您可以进入职位页面搜索当前最新的工作信息 <a href="/jobs">点击这里</a>， 您也可以直接返回首页 <a href="/">返回首页</a> ，如需订房可以点击链接进入 <a href="http://www.booking.cn" target="blank">Booking.cn</a>'
    ],

    'validation' => [
        'first_name' => '请填写你的姓',
        'last_name' => '请填写你的名',
        'email' => '邮件格式不正确',
        'phone' => '电话号码格式不正确',
        'resume' => '请选择您的简历',
        'cover_letter' => '请选择您的推荐信',
        'term' => '请勾选此勾选框',
        'question_boolean' => '请选择Yes或No',
        'question_text' => '请填写您的内容',
        'question_single' => '请选择一个选项'
    ]

];
